{"keras_version": "2.0.4", "config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "use_bias": true, "batch_input_shape": [null, 47], "kernel_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "name": "dense_73", "units": 3780, "activation": "relu", "activity_regularizer": null, "dtype": "float32"}, "class_name": "Dense"}, {"config": {"name": "dropout_13", "rate": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "activation_13", "trainable": true, "activation": "linear"}, "class_name": "Activation"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "units": 3008, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_74", "activation": "relu", "activity_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "units": 2256, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_75", "activation": "relu", "activity_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "units": 1504, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_76", "activation": "relu", "activity_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "units": 752, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_77", "activation": "relu", "activity_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "units": 1, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_78", "activation": "linear", "activity_regularizer": null, "use_bias": true}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential"}